tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "justwatchcom/gopass"
brew "bat"
brew "python@2"
brew "cassandra"
brew "composer"
brew "diff-so-fancy"
brew "docker"
brew "fasd"
brew "fzf"
brew "gnupg"
brew "gopass"
brew "htop"
brew "python"
brew "httpie"
brew "hub"
brew "kafka"
brew "neovim"
brew "prettyping"
brew "the_silver_searcher"
brew "tldr"
brew "vim"
cask "alfred"
cask "bartender"
cask "dash"
cask "dbvisualizer"
cask "docker"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "spotify"
cask "trailer"
