tap "adoptopenjdk/openjdk"
tap "fgeller/tap"
tap "go-vela/vela"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "justwatchcom/gopass"
tap "mongodb/brew"
tap "saulpw/vd"
tap "tgt/brewhouse", "git@git.target.com:brew/house.git"
brew "python@3.9"
brew "ansible"
brew "awscli"
brew "bat"
brew "cask"
brew "cassandra"
brew "composer"
brew "ctags"
brew "ctop"
brew "cython"
brew "diff-so-fancy"
brew "docker", link: false
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "glib"
brew "go"
brew "glide"
brew "gnupg"
brew "gopass"
brew "gron"
brew "htop"
brew "httpie"
brew "hub"
brew "python@3.8"
brew "imagemagick"
brew "jfrog-cli"
brew "jq"
brew "kafka"
brew "kcat"
brew "kotlin"
brew "lazydocker"
brew "libpq"
brew "maven"
brew "navi"
brew "neovim"
brew "node"
brew "nvm"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql"
brew "prettyping"
brew "python@2", link: false
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "todo-txt"
brew "uncrustify"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "fgeller/tap/kt"
brew "go-vela/vela/vela"
brew "mongodb/brew/mongodb-community-shell"
brew "saulpw/vd/visidata"
brew "tgt/brewhouse/cpetools"
brew "tgt/brewhouse/tapctl"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "bartender"
cask "cyberduck"
cask "dash"
cask "dbeaver-community"
cask "dbvisualizer"
cask "docker"
cask "dropbox"
cask "font-source-code-pro-for-powerline"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "omnifocus"
cask "slack"
cask "spotify"
cask "trailer"
cask "visual-studio-code"
