tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "justwatchcom/gopass"
tap "saulpw/vd"
tap "tgt/brewhouse", "git@git.target.com:brew/house.git"
cask "adoptopenjdk8"
brew "python"
brew "ansible"
brew "awscli"
brew "bat"
brew "cassandra"
brew "composer"
brew "ctags"
brew "diff-so-fancy"
brew "docker"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "go"
brew "glide"
brew "gnupg"
brew "gopass"
brew "htop"
brew "httpie"
brew "hub"
brew "kafka"
brew "kotlin"
brew "neovim"
brew "node"
brew "postgresql"
brew "prettyping"
brew "python@2"
brew "redis"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "todo-txt"
brew "uncrustify"
brew "vault"
brew "vim"
brew "saulpw/vd/visidata"
brew "tgt/brewhouse/tapctl"
cask "1password"
cask "alfred"
cask "bartender"
cask "dash"
cask "dbvisualizer"
cask "docker"
cask "dropbox"
cask "font-source-code-pro-for-powerline"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "omnifocus"
cask "slack"
cask "spotify"
cask "trailer"
